window.qDB = window.qDB || {};

window.qDB['tv_hamama'] = { 
    title: "החממה", 
    q: [
        ["מי יצר וכתב את הסדרה 'החממה'?", "אורי גרוס", "ירון ארזי", "גיורא חמיצר", "מיכל קופר קרן", 2],
        ["מי מגלמת את אלה-לי רשף?", "ג'וי ריגר", "שיר מורנו", "דר זוזובסקי", "גאיה שליטא-כץ", 3],
        ["מי מגלם את יפתח הר-לב?", "דניאל ליטמן", "לי בירן", "דוד שאול", "תמיר גינזבורג", 1],
        ["מי מגלם את דניאל גורן?", "דניאל ליטמן", "לי בירן", "תמיר גינזבורג", "שרון אלכסנדר", 0],
        ["מי מגלמת את נטלי קליין?", "דר זוזובסקי", "שיר מורנו", "ג'וי ריגר", "גאיה שליטא-כץ", 0],
        ["מי מגלמת את דינה?", "שיר מורנו", "דר זוזובסקי", "ג'וי ריגר", "גאיה שליטא-כץ", 2],
        ["מי מגלמת את סופי נוימן?", "שיר מורנו", "ג'וי ריגר", "דר זוזובסקי", "אליאנה תדהר", 0],
        ["מי מגלם את מתי?", "דניאל ליטמן", "ידידיה ויטל", "דוד שאול", "לי בירן", 2],
        ["לאיזה בית מתמיינת אלה-לי רשף בתחילת הסדרה?", "העורבים", "הנשרים", "האריות", "הנמרים", 0],
        ["לאיזה בית מתמיין אלפי רשף?", "הנשרים", "העורבים", "הנמרים", "הברדלסים", 0],
        ["איזה צבע מאפיין את מועדון הנשרים?", "כחול", "אדום", "צהוב", "ירוק", 0],
        ["איזה צבע מאפיין את מועדון העורבים?", "כחול", "אדום", "ירוק", "שחור", 1],
        ["מי מנהל את בית הספר 'החממה'?", "מרקוס", "גורי", "לואיס דוידוב", "רובי", 2],
        ["מה קורה למעבורת החלל של נעמי רשף בפרק הראשון?", "היא מתפוצצת באוויר", "היא הולכת לאיבוד בחלל", "היא נוחתת במאדים", "היא נחטפת", 0],
        ["מי מתגלה כנבל שעומד מאחורי מזימת פיצוץ המעבורת והפצת הווירוס?", "לואיס", "זאב נחמיאס", "גורי רשף", "דניאל גורן", 1],
        ["איך נקרא הווירוס הקטלני בעונה הראשונה?", "למדא", "אומגה", "איקרוס", "קורונה", 2],
        ["איזה ענף ספורט מאפיין במיוחד את בית הנשרים?", "כדורגל", "טניס", "שחייה", "כדורסל", 3],
        ["באיזה כלי נגינה יפתח מרבה לנגן?", "פסנתר", "תופים", "גיטרה", "סקסופון", 2],
        ["דניאל גורן הוא בנו של...", "ראש הממשלה", "מנהל החממה", "שר הביטחון", "מרקוס", 0],
        ["מה שמה של עוזרתו האכזרית של זאב (המגולמת על ידי רונה-לי שמעון)?", "קארין", "איירין", "שרון", "מיקי", 1],
        ["מי שימש כאב הבית של החממה ועזר לרעים בעונה הראשונה?", "אוזי", "מרקוס", "גורי", "רובי", 3],
        ["היכן ממוקם המועדון של בית העורבים?", "בסירה / רפסודה גדולה", "במרתף סודי", "בעליית גג", "בתוך אוהל", 0],
        ["דינה הגיעה לחממה בעקבות עבר של...", "זכייה בלוטו", "הסתבכות עם החוק ומוסד לעבריינים", "מלגת ספורט", "קשרים משפחתיים", 1],
        ["מי מהתלמידים מצטיין בשחמט ומחשבים?", "רון", "דניאל", "יפתח", "מתי", 3],
        ["מי מהתלמידות ידועה כחובבת עיתונאות, אופנה ורכילות?", "דינה", "סופי", "נטלי", "אלונה", 1],
        ["רון (תמיר גינזבורג) שייך לבית ה...", "נשרים", "עורבים", "מורים", "אורחים", 0],
        ["מיהו בן זוגה של נטלי בתחילת העונה הראשונה?", "דניאל", "יפתח", "אלפי", "רון", 0],
        ["באיזה ערוץ שודרה במקור הסדרה 'החממה'?", "ניקלודיאון", "ערוץ הילדים", "הופ", "דיסני", 0],
        ["איך נקראה הגרסה האמריקאית של הסדרה שהופקה לנטפליקס?", "The Greenhouse Academy", "Eagles and Ravens", "The Leaders", "Icarus", 0],
        ["אלה-לי ואלפי רשף הם אחים.", "נכון", "לא נכון", "", "", 0]
    ]
};