window.qDB = window.qDB || {};

window.qDB['tv_shchuna'] = { 
    title: "שכונה", 
    q: [
        ["מי יצר וכתב את הסדרה 'שכונה'?", "אורי גרוס", "מיכל קופר קרן", "ירון ארזי", "גיורא חמיצר", 3],
        ["מה שמו של היישוב היוקרתי בו גרים העשירים?", "סביון", "נרקיס", "כפר שמריהו", "הרצליה פיתוח", 1],
        ["מי מגלמת את רחלי בן-דוד?", "תותי ניניו", "שיר מורנו", "ליהי קורנובסקי", "ליאנה עיון", 0],
        ["מי מגלמת את אחותה הגדולה של רחלי, ויקי בן-דוד?", "תותי ניניו", "שיר מורנו", "יעל פולקמן", "ליאנה עיון", 1],
        ["איך קוראים לאבא של רחלי, ויקי ואודי?", "טדי", "רחמים", "בנדה", "ניסים", 1],
        ["מי מגלמת את אגם שיינפלד?", "ליהי קורנובסקי", "יעל פולקמן", "ליאנה עיון", "תותי ניניו", 0],
        ["מי משחקת את סוזי שיינפלד?", "מיה דגן", "עינת ארליך", "יעל שרוני", "אורנה בנאי", 2],
        ["מי מגלמת את מיטל?", "ליאנה עיון", "יעל פולקמן", "שיר מורנו", "ליהי קורנובסקי", 0],
        ["מי מגלם את איתן (סגן ראש המועצה בהתחלה)?", "תומר קפון", "אסף הרץ", "עומר דרור", "עידן שקרוקה", 1],
        ["איך מתייחסים העשירים מנרקיס אל תושבי השכונה לרוב?", "מעריצים אותם", "מתעלמים מהם לחלוטין", "בזלזול, וקוראים להם 'שכונקים' כעלבון", "בכבוד רב", 2],
        ["מי מגלם את בנדה?", "יוסי מרשק", "שלומי קוריאט", "דני שטג", "אורי גבריאל", 0],
        ["רחלי (תותי ניניו) היא זו שמובילה את החבורה בפתרון החידות בדרך אל המטמון.", "נכון", "לא נכון", "", "", 0],
        ["איתן וויקי מתאהבים למרות פערי המעמדות ביניהם.", "נכון", "לא נכון", "", "", 0],
        ["אגם מנסה בהתחלה להפריד בין ויקי לאיתן בכל מחיר.", "נכון", "לא נכון", "", "", 0],
    ]
};