window.qDB = window.qDB || {};

window.qDB['tv_shminiya'] = { 
    title: "השמיניה", 
    q: [
        ["כמה בני נוער נבחרו במקור (לפני איה וניני) לפרויקט השמיניה?", "4", "6", "8", "10", 1],
        ["בני כמה היו איה וניני באמת כשהפכו בן לילה לנערים בני 15?", "8", "10", "12", "5", 1],
        ["מהי המומחיות של מיקה?", "מתמטיקה", "המצאות", "מוזיקה", "שחמט", 2],
        ["מהי המומחיות של נטשה?", "היסטוריה", "אמנות וציור", "שפות", "מחשבים", 1],
        ["מהי המומחיות של אבי?", "מחשבים והאקינג", "מוזיקה", "ציור", "שפות", 0],
        ["מהי המומחיות של דורי?", "שפות", "אמנות", "מתמטיקה", "אלקטרוניקה וגאדג'טים", 3],
        ["מהי המומחיות של אדם?", "שחמט", "ספורט", "שפות מדוברות ועתיקות", "מחשבים", 2],
        ["מהי המומחיות של רוני?", "המצאות", "מתמטיקה", "מוזיקה", "היסטוריה", 1],
        ["מהי המומחיות של איה?", "שחמט", "קריאה מהירה וזיכרון צילומי", "מחשבים", "מוזיקה", 1],
        ["מהי המומחיות של ניני?", "אמנויות לחימה", "שחמט ואסטרטגיה", "ציור", "שפות", 1],
        ["איך נקרא גל המוח המיוחד שיש לחברי השמיניה?", "גל אלפא", "גל בטא", "גל אומגה", "גל למדא", 3],
        ["איך קוראים לאבא של איה וניני בגרסתו המבוגרת והמקורית?", "אבנר", "רוברטו", "יוליוס", "עמוס", 3],
        ["איך קוראים למכונת הזמן/הגיל שהמציא עמוס?", "למדא-משין", "טורבו-טיים", "כרונו-ספיר", "טיים-טרוול", 1],
        ["מי המורה שהקים את הפרויקט בתוך בית הספר?", "עמוס", "אבנר", "דדי", "רוחל'ה", 1],
        ["איך קוראים למורה האהובה לספרות (ואשתו לעתיד של דדי)?", "רוחל'ה", "ליאורה", "לילי", "דגנית", 3],
        ["מי השחקנית שגילמה את מיקה?", "דון לני גבאי", "עדי הימלבלוי", "שירה וילנסקי", "הילי ילון", 2],
        ["מי השחקן שגילם את אבי?", "ידידיה ויטל", "דני לשמן", "מיכאל אלוני", "אבי קורניק", 3],
        ["מי השחקנית שגילמה את רוני?", "הילי ילון", "דון לני גבאי", "שירה וילנסקי", "עדי הימלבלוי", 1],
        ["מי השחקנית שגילמה את נטשה?", "דון לני גבאי", "שירה וילנסקי", "עדי הימלבלוי", "הילי ילון", 2],
        ["מי השחקן שגילם את ניני?", "אבי קורניק", "דני לשמן", "מיכאל אלוני", "ידידיה ויטל", 3],
        ["מי השחקנית שגילמה את איה?", "הילי ילון", "דון לני גבאי", "שירה וילנסקי", "עדי הימלבלוי", 0],
        ["איזה מדען רשע (עם עין אחת) מחפש את עמוס ואת הלמדא בעונה 1?", "יוליוס", "רוברטו", "דניאל", "אלכס", 1],
        ["איך קראו לכת/מסדר שפעל בעונה השנייה של הסדרה?", "העקרב השחור", "סקורפיו", "האילומינטי", "המועצה", 1],
        ["מה קורה לזיכרון של חברי השמיניה בסוף העונה השלישית?", "מוחקים להם את כל הזיכרונות של הפרויקט והם שוכחים אחד את השני", "הזיכרון שלהם מוכפל", "הם זוכרים רק אחד את השני ושוכחים את המשפחות", "שום דבר לא קורה", 0],
        ["הכלב של משפחת דביר, שיש לו גל למדא ואינטליגנציה גבוהה, נקרא...", "לאקי", "ארתור", "רקס", "שוקו", 1],
        ["היכן הוסתר 'המצפה' (הכיתה הסודית) של השמיניה?", "במרתף של דדי", "על גג בית הספר", "מאחורי ארון בספרייה", "בתוך חללית", 2],
        ["דורי תמיד מסתובב עם פאוץ' (תיק צד) מלא בגאדג'טים.", "נכון", "לא נכון", "", "", 0]
    ]
};